wlogs/auction2/workloadcz/paris.txt
[OVERALL], RunTime(ms), 277942
[OVERALL], Throughput(ops/sec), 3.597872937519339
[TOTAL_GCS_PS_Scavenge], Count, 5
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 32
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.011513193400061884
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 5
[TOTAL_GC_TIME], Time(ms), 32
[TOTAL_GC_TIME_%], Time(%), 0.011513193400061884
[UPDATE-FAILED], Operations, 98
[UPDATE-FAILED], AverageLatency(us), 207396.24489795917
[UPDATE-FAILED], MinLatency(us), 123456
[UPDATE-FAILED], MaxLatency(us), 1186815
[UPDATE-FAILED], 50thPercentileLatency(us), 188543
[UPDATE-FAILED], 90thPercentileLatency(us), 238335
[UPDATE-FAILED], 95thPercentileLatency(us), 260863
[UPDATE-FAILED], 99thPercentileLatency(us), 480767
[DELETE], Operations, 325
[DELETE], AverageLatency(us), 470149.51384615386
[DELETE], MinLatency(us), 237184
[DELETE], MaxLatency(us), 1355775
[DELETE], 50thPercentileLatency(us), 441343
[DELETE], 90thPercentileLatency(us), 634879
[DELETE], 95thPercentileLatency(us), 699903
[DELETE], 99thPercentileLatency(us), 805375
[DELETE], Return=OK, 325
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 50thPercentileLatency(us), 2
[CLEANUP], 90thPercentileLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2
[UPDATE], Operations, 261
[UPDATE], AverageLatency(us), 182592.61302681992
[UPDATE], MinLatency(us), 115776
[UPDATE], MaxLatency(us), 1225727
[UPDATE], 50thPercentileLatency(us), 173439
[UPDATE], 90thPercentileLatency(us), 214911
[UPDATE], 95thPercentileLatency(us), 227711
[UPDATE], 99thPercentileLatency(us), 336383
[UPDATE], Return=OK, 261
[UPDATE], Return=ERROR, 98
[INSERT], Operations, 244
[INSERT], AverageLatency(us), 176136.65573770492
[INSERT], MinLatency(us), 122688
[INSERT], MaxLatency(us), 271359
[INSERT], 50thPercentileLatency(us), 174719
[INSERT], 90thPercentileLatency(us), 220159
[INSERT], 95thPercentileLatency(us), 225535
[INSERT], 99thPercentileLatency(us), 252799
[INSERT], Return=OK, 244
[INSERT], Return=ERROR, 72
[INSERT-FAILED], Operations, 72
[INSERT-FAILED], AverageLatency(us), 183296.0
[INSERT-FAILED], MinLatency(us), 119488
[INSERT-FAILED], MaxLatency(us), 292607
[INSERT-FAILED], 50thPercentileLatency(us), 181503
[INSERT-FAILED], 90thPercentileLatency(us), 227071
[INSERT-FAILED], 95thPercentileLatency(us), 236031
[INSERT-FAILED], 99thPercentileLatency(us), 267263