wlogs/auction2/workloadcz/tokyo.txt
[OVERALL], RunTime(ms), 280757
[OVERALL], Throughput(ops/sec), 3.5617989934356045
[TOTAL_GCS_PS_Scavenge], Count, 5
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 31
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.011041576879650373
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 5
[TOTAL_GC_TIME], Time(ms), 31
[TOTAL_GC_TIME_%], Time(%), 0.011041576879650373
[UPDATE-FAILED], Operations, 72
[UPDATE-FAILED], AverageLatency(us), 214677.33333333334
[UPDATE-FAILED], MinLatency(us), 121536
[UPDATE-FAILED], MaxLatency(us), 594943
[UPDATE-FAILED], 50thPercentileLatency(us), 194047
[UPDATE-FAILED], 90thPercentileLatency(us), 248191
[UPDATE-FAILED], 95thPercentileLatency(us), 446975
[UPDATE-FAILED], 99thPercentileLatency(us), 583679
[DELETE], Operations, 339
[DELETE], AverageLatency(us), 468865.3215339233
[DELETE], MinLatency(us), 234240
[DELETE], MaxLatency(us), 1672191
[DELETE], 50thPercentileLatency(us), 450815
[DELETE], 90thPercentileLatency(us), 641023
[DELETE], 95thPercentileLatency(us), 676351
[DELETE], 99thPercentileLatency(us), 781311
[DELETE], Return=OK, 339
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 50thPercentileLatency(us), 3
[CLEANUP], 90thPercentileLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3
[UPDATE], Operations, 261
[UPDATE], AverageLatency(us), 182034.51340996168
[UPDATE], MinLatency(us), 102144
[UPDATE], MaxLatency(us), 551423
[UPDATE], 50thPercentileLatency(us), 176383
[UPDATE], 90thPercentileLatency(us), 224255
[UPDATE], 95thPercentileLatency(us), 245375
[UPDATE], 99thPercentileLatency(us), 336639
[UPDATE], Return=OK, 261
[UPDATE], Return=ERROR, 72
[INSERT], Operations, 247
[INSERT], AverageLatency(us), 172355.23886639677
[INSERT], MinLatency(us), 111488
[INSERT], MaxLatency(us), 279039
[INSERT], 50thPercentileLatency(us), 168703
[INSERT], 90thPercentileLatency(us), 212479
[INSERT], 95thPercentileLatency(us), 225791
[INSERT], 99thPercentileLatency(us), 267263
[INSERT], Return=OK, 247
[INSERT], Return=ERROR, 81
[INSERT-FAILED], Operations, 81
[INSERT-FAILED], AverageLatency(us), 190515.75308641975
[INSERT-FAILED], MinLatency(us), 128256
[INSERT-FAILED], MaxLatency(us), 288511
[INSERT-FAILED], 50thPercentileLatency(us), 188159
[INSERT-FAILED], 90thPercentileLatency(us), 236799
[INSERT-FAILED], 95thPercentileLatency(us), 244095
[INSERT-FAILED], 99thPercentileLatency(us), 253055